Repository: olvid-io/olvid-ios
Catalog: Sources/App/AppAndExtensions/App/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, pt_pt, ru, uk, zh_hans

# ESTIMATING_TIME_REMAINING
source: Estimating remaining time...
de: Schätzung der verbleibenden Zeit...
es: Calculando tiempo restante...
fr: Estimation du temps restant...
it: Calcolo del tempo rimanente...
ja: 残り時間を推定しています...
ko: 남은 시간 추정 중...
pt_br: Calculando o tempo restante...
pt_pt: A calcular o tempo restante...
ru: Оценка оставшегося времени...
uk: Визначається час, що залишився...
zh_hans: 正在估算剩余时间...

# EXPECTED_DELETION_DATE
source: Deletion date
de: Löschdatum
es: Fecha de eliminación
fr: Date de suppression
it: Data di eliminazione
ja: 削除日
ko: 삭제 날짜
pt_br: Data da exclusão
pt_pt: Data de eliminação
ru: Дата удаления
uk: Дата видалення
zh_hans: 删除日期

# EXPIRATION_SETTINGS_EXPLANATION
source: The settings below are shared between all participants in this discussion. Changing them will affect the default visibility and existence duration of messages sent by all participants.
de: Die folgenden Einstellungen werden von allen Teilnehmern dieser Diskussion gemeinsam genutzt. Änderungen wirken sich auf die Standard-Sichtbarkeit und die Aufbewahrungsdauer von Nachrichten aus, die von allen Teilnehmern gesendet werden.
es: La configuración a continuación se comparte entre todos los participantes de esta conversación. Cambiarla afectará la visibilidad predeterminada y la duración de existencia de los mensajes enviados por todos los participantes.
fr: Les paramètres ci-dessous sont partagés par l'ensemble des participants à la discussion. En cas de modification, la nouvelle durée de visibilité et d'existence sera envoyée à tous les participants.
it: Le impostazioni sottostanti sono condivise tra tutti i partecipanti a questa discussione. Modificandole, si influenzerà la visibilità predefinita e la durata di esistenza dei messaggi inviati da tutti i partecipanti.
ja: 以下の設定は、このディスカッションのすべての参加者間で共有されます。設定を変更すると、すべての参加者が送信するメッセージのデフォルトの表示設定と保存期間に影響します。
ko: 아래 설정은 이 대화에 참여하는 모든 사용자에게 공유됩니다. 설정을 변경하면 모든 사용자가 보내는 메시지의 기본 공개 범위와 존재 기간에 영향을 미칩니다.
pt_br: As configurações abaixo são compartilhadas entre todos os participantes desta conversa. Alterá-las afetará a visibilidade padrão e a duração da existência das mensagens enviadas por todos os participantes.
pt_pt: As definições abaixo são partilhadas por todos os participantes nesta conversa. Alterá-las afetará a visibilidade predefinida e a duração de existência das mensagens enviadas por todos os participantes.
ru: Настройки ниже применяются ко всем участникам этого обсуждения. Изменение этих настроек повлияет на видимость и время хранения сообщений, отправленных всеми участниками.
uk: Налаштування нижче використовуються всіма учасниками цієї дискусії. Зміна їх вплине на видимість та тривалість існування повідомлень, які надсилають усі учасники.
zh_hans: 以下设置将在本次讨论的所有参与者之间共享。更改这些设置会影响所有参与者发送的消息的默认可见性和存在时长。

# EXPIRATION_SETTINGS_TITLE
source: Ephemeral messages
de: Vergängliche Nachrichten
es: Mensajes efímeros
fr: Messages éphémères
it: Messaggi effimeri
ja: 一時的なメッセージ
ko: 일시 메시지
pt_br: Mensagens efêmeras
pt_pt: Mensagens temporárias
ru: Исчезающие сообщения
uk: Тимчасові повідомлення
zh_hans: 阅后即焚消息

# EXPLANATION_FOR_CLONING_A_GROUP_V1_TO_GROUP_V2
source: This group does not support more than one administrator. But you can clone this group into a new one that will 🚀!
de: Diese Gruppe unterstützt nicht mehr als einen Administrator. Du kannst diese Gruppe jedoch in eine neue klonen, die 🚀!
es: Este grupo no admite más de un administrador. Pero puedes clonar este grupo en uno nuevo que tendrá 🚀!
fr: Ce groupe ne permet pas d'avoir plusieurs administrateurs. Mais vous pouvez le cloner en un nouveau groupe de dernière génération qui le permettra 🚀 !
it: Questo gruppo non supporta più di un amministratore. Ma puoi clonare questo gruppo in uno nuovo che sarai tu ad amministrare!
ja: このグループでは、管理者を複数設定できません。ただし、このグループを複製して、新しいグループを作成することは可能です！
ko: 이 그룹에서는 둘 이상의 관리자를 지원하지 않습니다. 하지만 이 그룹을 복제하여 새로운 그룹을 만들 수 있습니다!
pt_br: Este grupo não permite ter mais de um administrador. Mas você pode cloná-lo em um novo grupo!
pt_pt: Este grupo não suporta mais do que um administrador. Mas pode clonar este grupo para um novo, que terá um novo administrador!
ru: В этой группе не поддерживается более одного администратора. Но вы можете клонировать её в новую группу с помощью 🚀!
uk: Ця група не підтримує більше одного адміністратора. Але ви можете клонувати цю групу в нову, де буде 🚀!
zh_hans: 该群组不支持设置多位管理员。但是您可以将此群组克隆到一个新的群组中，并设置新的管理员！

# EXPLANATION_PLACED_ABOVE_LIST_OF_NON_ONE_TO_ONE_CONTACTS
source: The following users are not part of your contacts (yet), so you cannot have a private discussion with them. But you can invite them easily 🚀!
de: Die folgenden Nutzer sind noch nicht Teil deiner Kontakte und du kannst daher keine privaten Diskussionen mit ihnen führen. Du kannst sie jedoch einfach einladen! 😊
es: Los siguientes usuarios no están en tus contactos (todavía), por lo que no puedes tener una conversación privada con ellos. Pero puedes invitarlos fácilmente 🤝!
fr: Les utilisateurs ci-dessous ne font pas (encore) partie de vos contacts, et vous ne pouvez donc pas encore avoir de discussion privée avec eux. Mais vous pouvez les y inviter facilement 🚀 !
it: I seguenti utenti non sono ancora tra i tuoi contatti, quindi non puoi avviare una conversazione privata con loro. Puoi però invitarli facilmente 🚀!
ja: 以下のユーザーはまだあなたの連絡先に登録されていないため、プライベートな会話をすることはできません。ただし、簡単に招待することができます！
ko: 다음 사용자는 아직 연락처에 없으므로 개인적인 대화를 나눌 수 없습니다. 하지만 쉽게 초대할 수 있습니다! 😊
pt_br: Os seguintes usuários ainda não estão em seus contatos, então você não pode ter uma conversa privada com eles. Mas você pode convidá-los facilmente! 😃
pt_pt: Os seguintes utilizadores não estão ainda nos seus contactos, pelo que não pode ter uma conversa privada com eles. Mas pode convidá-los facilmente! 😉
ru: Следующие пользователи еще не добавлены в ваши контакты, поэтому вы не можете вести с ними личную переписку. Но вы можете легко пригласить их! 🚀!
uk: Наступні користувачі ще не в вашому списку контактів, тому ви не можете мати з ними приватну розмову. Але ви можете легко їх запросити 🤝!
zh_hans: 以下用户尚未添加到您的联系人中，因此您无法与他们进行私聊。但您可以轻松地邀请他们！

# EXPORT_TMP_DIRECTORY
source: Export the tmp directory
de: Exportiere das tmp-Verzeichnis
es: Exportar el directorio tmp
fr: Exporter le répertoire tmp
it: Esporta la directory tmp
ja: tmpディレクトリをエクスポート
ko: 임시 디렉터리를 내보냅니다.
pt_br: Exportar o diretório temporário
pt_pt: Exportar o diretório temporário
ru: Экспортировать временную директорию
uk: Експортувати тимчасову директорію
zh_hans: 导出临时目录

source: Edit
de: Bearbeiten
es: Editar
fr: Modifier
it: Modifica
ja: 編集
ko: 수정
pt_br: Editar
pt_pt: Editar
ru: Редактировать
uk: Редагувати
zh_hans: 编辑

source: Edited
de: Bearbeitet
es: Editado
fr: Modifié
it: Modificato
ja: 編集済み
ko: 수정됨
pt_br: Editado
pt_pt: Editado
ru: Отредактировано
uk: Відредаговано
zh_hans: 已编辑

source: Everyone
de: Jeder
es: Todos
fr: Tout le monde
it: Tutti
ja: 全員
ko: 모든 사람
pt_br: Todos
pt_pt: Todos
ru: Все
uk: Усі
zh_hans: 所有人

source: Exclude
de: Ausschließen
es: Excluir
fr: Exclure
it: Escludi
ja: 除外
ko: 제외
pt_br: Excluir
pt_pt: Excluir
ru: Исключить
uk: Виключити
zh_hans: 排除

source: Expiration
de: Ablaufdatum
es: Caducidad
it: Scadenza
ja: 有効期限
ko: 만료
pt_br: Validade
pt_pt: Data de expiração
ru: Срок действия
uk: Термін дії
zh_hans: 有效期

source: Expired
de: Abgelaufen
es: Caducado
fr: Expiré
it: Scaduto
ja: 期限切れ
ko: 만료됨
pt_br: Expirado
pt_pt: Expirado
ru: Истекший
uk: Закінчився термін дії
zh_hans: 已过期

source: Export App Database
de: App-Datenbank exportieren
es: Exportar Base de Datos de la App
fr: Exporter la base de données de l'App
it: Esporta database dell'app
ja: アプリのデータベースをエクスポート
ko: 앱 데이터베이스 내보내기
pt_br: Exportar banco de dados do aplicativo
pt_pt: Exportar Base de Dados da Aplicação
ru: Экспортировать базу данных приложения
uk: Експортувати базу даних програми
zh_hans: 导出应用程序数据库

source: Export Engine Database
de: Datenbank des Export-Moduls
es: Exportar Base de Datos del Motor
fr: Exporter la base de données de l'Engine
it: Esporta Database Motore
ja: エンジンデータベースのエクスポート
ko: 엔진 데이터베이스 내보내기
pt_br: Exportar Banco de Dados do Mecanismo
pt_pt: Exportar Base de Dados do Motor
ru: Экспорт базы данных движка
uk: Експортувати базу даних двигуна
zh_hans: 导出引擎数据库

source: Export to File App
de: In Datei-App exportieren
es: Exportar a la aplicación de Archivos
fr: Exporter vers l'App Fichiers
it: Esporta su App File
ja: ファイルアプリにエクスポート
ko: 파일 앱으로 내보내기
pt_br: Exportar para o aplicativo Arquivos
pt_pt: Exportar para a aplicação Ficheiros
ru: Экспортировать в Файловое приложение
uk: Експортувати у Файлову програму
zh_hans: 导出到文件应用

source: Failed
de: Fehlgeschlagen
es: Falló
fr: Échec
it: Errore
ja: 失敗
ko: 실패
pt_br: Falhou
pt_pt: Falhou
ru: Не удалось
uk: Не вдалося
zh_hans: 失败

# FETCH_MISSING_PREVIEW_LABEL
source: Generate missing link previews
de: Vorschau für fehlende Links generieren
es: Generar vistas previas de enlaces faltantes
fr: Générer des aperçus de liens s'ils sont manquants
it: Genera anteprime dei link mancanti
ja: リンクプレビューを自動生成
ko: 누락된 링크 미리보기 생성
pt_br: Gerar visualizações de links ausentes
pt_pt: Gerar visualizações de links que estão em falta
ru: Создать отсутствующие превью ссылок
uk: Згенерувати відсутні попередні перегляди посилань
zh_hans: 生成缺失的链接预览

# FETCH_MISSING_PREVIEW_SECTION_FOOTER
source: Once activated, Olvid will automatically fetch previews of links you receive (if a preview is not attached to the message).
de: Sobald aktiviert, ruft Olvid automatisch Vorschauen für Links ab, die du empfängst (sofern keine Vorschau an die Nachricht angehängt ist).
es: Una vez activado, Olvid recuperará automáticamente vistas previas de los enlaces que recibas (si no se adjunta una vista previa al mensaje).
fr: Une fois cette option activée, Olvid téléchargera automatiquement un aperçu des liens que vous recevez (si un aperçu n\'est pas joint au message).
it: Una volta attivata, Olvid recupererà automaticamente le anteprime dei link che ricevi (se un’anteprima non è già allegata al messaggio).
ja: 有効にすると、Olvidは受信したリンクのプレビューを自動的に取得します（メッセージにプレビューが添付されていない場合）。
ko: 활성화되면 Olvid는 사용자가 받는 링크의 미리보기를 자동으로 가져옵니다(미리보기가 메시지에 첨부되지 않은 경우).
pt_br: Após a ativação, o Olvid buscará automaticamente as prévias dos links que você receber (caso uma prévia não esteja anexada à mensagem).
pt_pt: Depois de ativado, o Olvid irá obter automaticamente as pré-visualizações dos links que receber (caso uma pré-visualização não esteja anexada à mensagem).
ru: После активации Olvid будет автоматически извлекать превью ссылок, которые вы получаете (если превью не прикреплено к сообщению).
uk: Після активації Olvid автоматично отримуватиме попередній перегляд посилань, які ви отримуєте (якщо попередній перегляд не додано до повідомлення).
zh_hans: 启用后，Olvid 会自动提取您收到的链接的预览信息（如果消息中没有附带预览信息）。

# FIRST_NAME_LAST_NAME
source: First, Last
de: Vorname, Nachname
es: Primero, Último
fr: Prénom Nom
it: Nome, Cognome
ja: 姓、名
ko: 이름, 성
pt_br: Primeiro nome, Último nome
pt_pt: Nome, Apelido
ru: Имя, Фамилия
uk: Ім'я, Прізвище
zh_hans: 姓，名

# FORM_NICKNAME
source: Nickname
de: Spitzname
es: Apodo
fr: Surnom
it: Soprannome
ja: ニックネーム
ko: 별명
pt_br: Apelido
pt_pt: Apelido
ru: Никнейм
uk: Прізвисько
zh_hans: 昵称

source: Fetching latest upload...
de: Lade neuesten Upload hoch...
es: Obteniendo la última subida...
fr: Récupération de la dernière sauvegarde...
it: Recupero ultimo caricamento...
ja: 最新のアップロードを取得中です...
ko: 최신 업로드 중...
pt_br: Buscando o upload mais recente...
pt_pt: A obter o último ficheiro enviado...
ru: Загрузка последних изменений...
uk: Завантаження останніх файлів...
zh_hans: 正在获取最新的上传内容...

source: File exported to Files App
de: Datei wurde in die Dateien-App exportiert
es: Archivo exportado a la aplicación Archivos
fr: Fichier exporté vers l'app Fichiers
it: File esportato nell'app File
ja: ファイルが「ファイル」アプリにエクスポートされました
ko: 파일이 파일 앱으로 내보내졌습니다.
pt_br: Arquivo exportado para o aplicativo Arquivos
pt_pt: Ficheiro exportado para a aplicação Ficheiros
ru: Файл экспортирован в приложение «Файлы»
uk: Файл експортовано в додаток «Файли»
zh_hans: 文件已导出到“文件”应用

source: Forwarded
de: Weitergeleitet
es: Reenviado
fr: Transféré
it: Inoltrato
ja: 転送
ko: 전달됨
pt_br: Encaminhado
pt_pt: Encaminhado
ru: Переслано
uk: Переслано
zh_hans: 已转发

# GLOBAL_EXPIRATION_SETTINGS_EXPLANATION
source: The settings below will be applied to all new one-to-one discussions and to all new group discussions that you create. Please note that these settings will be shared among all the participant of the discussion.
de: Die folgenden Einstellungen werden auf alle neuen Einzelgespräche und alle neuen Gruppenchats angewendet, die Sie erstellen. Bitte beachten Sie, dass diese Einstellungen mit allen Teilnehmern des Chats geteilt werden.
es: La configuración a continuación se aplicará a todas las nuevas conversaciones uno a uno y a todos los nuevos grupos que cree. Tenga en cuenta que esta configuración se compartirá entre todos los participantes de la conversación.
fr: Les paramètres ci-dessous seront appliqués à toute nouvelle discussion « one-to-one » ainsi qu'à toute nouvelle discussion de groupe que vous créerez. Veuillez noter que ces paramètres de discussion seront partagés avec tous les participants.
it: Le impostazioni sottostanti verranno applicate a tutte le nuove discussioni individuali e a tutti i nuovi gruppi che creerai. Tieni presente che queste impostazioni saranno condivise tra tutti i partecipanti alla discussione.
ja: 以下の設定は、今後作成するすべての1対1のチャットとグループチャットに適用されます。これらの設定は、すべての参加者で共有されることにご注意ください。
ko: 아래 설정은 모든 새로운 일대일 대화와 새 그룹 대화에 적용됩니다. 이 설정은 대화에 참여하는 모든 사람과 공유된다는 점을 유념해 주세요.
pt_br: As configurações abaixo serão aplicadas a todas as novas conversas individuais e a todos os novos grupos que você criar. Observe que essas configurações serão compartilhadas entre todos os participantes da conversa.
pt_pt: As definições abaixo serão aplicadas a todas as novas conversas individuais e a todos os novos grupos que criar. Tenha em atenção que estas definições serão partilhadas entre todos os participantes da conversa.
ru: Настройки ниже будут применены ко всем новым личным и групповым обсуждениям, которые вы создаете. Обратите внимание, что эти настройки будут общими для всех участников обсуждения.
uk: Налаштування нижче будуть застосовані до всіх нових особистих та групових розмов, які ви створюєте. Зверніть увагу, що ці налаштування будуть спільними для всіх учасників розмови.
zh_hans: 以下设置将应用于所有新的私聊和您创建的所有新的群聊。请注意，这些设置将与所有讨论参与者共享。

# GLOBAL_LOCAL_EPHEMERAL_SETTINGS_EXPLANATION
source: The settings below allow you to locally customize the default behavior of ephemeral messages. These settings are not shared with other discussion participants.
de: Die folgenden Einstellungen ermöglichen es Ihnen, das Standardverhalten von temporären Nachrichten lokal anzupassen. Diese Einstellungen werden nicht mit anderen Gesprächsteilnehmern geteilt.
es: La configuración a continuación te permite personalizar localmente el comportamiento predeterminado de los mensajes efímeros. Estos ajustes no se comparten con otros participantes de la conversación.
fr: Les réglages ci-dessous vous permettent d'ajuster localement le comportement par défaut des messages éphémères. Ces paramètres ne sont pas partagés avec les autres participants aux discussions.
it: Le impostazioni seguenti ti permettono di personalizzare localmente il comportamento predefinito dei messaggi effimeri. Queste impostazioni non vengono condivise con gli altri partecipanti alla conversazione.
ja: 以下の設定を使用すると、一時メッセージのデフォルトの動作をローカルでカスタマイズできます。これらの設定は他の参加者と共有されません。
ko: 아래 설정은 일시 메시지의 기본 동작을 로컬에서 사용자 지정할 수 있도록 합니다. 이러한 설정은 다른 토론 참가자와 공유되지 않습니다.
pt_br: As configurações abaixo permitem que você personalize localmente o comportamento padrão das mensagens temporárias. Essas configurações não são compartilhadas com outros participantes da conversa.
pt_pt: As definições abaixo permitem personalizar localmente o comportamento predefinido das mensagens temporárias. Estas definições não são partilhadas com outros participantes da conversa.
ru: Настройки ниже позволяют вам локально настроить поведение самоуничтожающихся сообщений. Эти настройки не передаются другим участникам обсуждения.
uk: Налаштування нижче дозволяють вам локально налаштувати стандартну поведінку тимчасових повідомлень. Ці налаштування не передаються іншим учасникам розмови.
zh_hans: 以下设置允许您本地自定义阅后即焚消息的默认行为。这些设置不会与讨论中的其他参与者共享。

# GLOBAL_RETENTION_SETTINGS_EXPLANATION
source: The settings below allow you to automatically delete old messages in your discussions. They can be overidden in each discussion.
de: Mit den folgenden Einstellungen können Sie alte Nachrichten in Ihren Chats automatisch löschen. Diese können für jeden Chat einzeln überschrieben werden.
es: La configuración a continuación te permite eliminar automáticamente mensajes antiguos en tus conversaciones. Puedes anularla en cada conversación.
fr: Les réglages ci-dessous vous permettent de supprimer automatiquement de vieux messages dans vos discussions. Ces paramètres par défaut peuvent être modifiés indépendamment pour chaque discussion.
it: Le impostazioni seguenti ti permettono di eliminare automaticamente i messaggi più vecchi nelle tue conversazioni. Possono essere sovrascritte in ciascuna conversazione.
ja: 以下の設定を使用すると、チャットで古いメッセージを自動的に削除できます。各チャットで個別に設定を上書きすることも可能です。
ko: 아래 설정은 대화에서 오래된 메시지를 자동으로 삭제할 수 있도록 해줍니다. 각 대화에서 설정을 재정의할 수 있습니다.
pt_br: As configurações abaixo permitem que você exclua automaticamente mensagens antigas em suas conversas. Elas podem ser alteradas individualmente em cada conversa.
pt_pt: As definições abaixo permitem-lhe eliminar automaticamente mensagens antigas nas suas conversas. Pode alterar estas definições para cada conversa.
ru: Настройки ниже позволяют автоматически удалять старые сообщения в ваших обсуждениях. Их можно переопределить в каждом обсуждении.
uk: Налаштування нижче дозволяють автоматично видаляти старі повідомлення у ваших розмовах. Їх можна змінити для кожної розмови.
zh_hans: 以下设置允许您自动删除对话中的旧消息。您可以针对每个对话单独设置。

# GO_TO_APP_STORE_BUTTON_TITLE
source: Open the App Store
de: Öffne den App Store
es: Abrir la App Store
fr: Ouvrir l'App Store
it: Apri l'App Store
ja: App Store を開く
ko: App Store를 엽니다
pt_br: Abra a App Store
pt_pt: Abrir a App Store
ru: Открыть App Store
uk: Відкрити App Store
zh_hans: 打开 App Store

# GRACE_PERIOD
source: Require authentication
de: Authentifizierung erforderlich
es: Se requiere autenticación
fr: Exiger l'authentification
it: Richiede autenticazione
ja: 認証が必要です
ko: 인증 필요
pt_br: Requer autenticação
pt_pt: Autenticação obrigatória
ru: Требуется аутентификация
uk: Потрібна автентифікація
zh_hans: 需要身份验证

# GRACE_PERIOD_EXPLANATION_%@
source: After being closed, Olvid will be locked after %@.
de: Nachdem Olvid geschlossen wurde, wird es nach %@ gesperrt.
es: Después de ser cerrada, Olvid se bloqueará después de %@.
fr: Une fois fermée, Olvid se verrouillera après %@.
it: Dopo essere stata chiusa, Olvid sarà bloccata dopo %@.
ja: 閉じられた後、Olvidは%@後にロックされます。
ko: 종료된 후, Olvid는 %@ 후에 잠깁니다.
pt_br: Depois de ser fechado, o Olvid ficará bloqueado após %@.
pt_pt: Após ser fechado, o Olvid ficará bloqueado após %@.
ru: После закрытия Olvid будет заблокирован через %@.
uk: Після закриття, Olvid буде заблоковано через %@.
zh_hans: 关闭后，Olvid会在%@之后被锁定。

# GRACE_PERIOD_TITLE_%@
source: after %@
de: nach %@
es: después de %@
fr: après %@
it: dopo %@
ja: %@ の後
ko: %@ 이후
pt_br: após %@
pt_pt: após %@
ru: после %@
uk: після %@
zh_hans: 在 %@ 之后

# GRANT_PERMISSION_TO_RECORD_BUTTON_TITLE
source: Allow microphone access
de: Mikrofonzugriff erlauben
es: Permitir acceso al micrófono
fr: Autoriser l'accès au micro
it: Consenti l'accesso al microfono
ja: マイクへのアクセスを許可
ko: 마이크 접근 권한 허용
pt_br: Permitir acesso ao microfone
pt_pt: Permitir o acesso ao microfone
ru: Разрешить доступ к микрофону
uk: Дозволити доступ до мікрофона
zh_hans: 允许访问麦克风

# GRANT_PERMISSION_TO_RECORD_IN_SETTINGS_BUTTON_TITLE
source: Go to Settings
de: Gehe zu Einstellungen
es: Ir a Ajustes
fr: Aller dans les Réglages
it: Vai alle Impostazioni
ja: 設定を開く
ko: 설정으로 이동
pt_br: Acesse as configurações
pt_pt: Aceder às Definições
ru: Перейти в Настройки
uk: Перейти до Налаштувань
zh_hans: 前往设置

source: Gallery
de: Galerie
es: Galería
fr: Galerie
it: Galleria
ja: ギャラリー
ko: 갤러리
pt_br: Galeria
pt_pt: Galeria
ru: Галерея
uk: Галерея
zh_hans: 相册

source: Groups
de: Gruppen
es: Grupos
fr: Groupes
it: Gruppi
ja: グループ
ko: 그룹
pt_br: Grupos
pt_pt: Grupos
ru: Группы
uk: Групи
zh_hans: 群组

source: Hidden profiles
de: Verborgene Profile
es: Perfiles ocultos
fr: Profils masqués
it: Profili nascosti
ja: 非表示のプロフィール
ko: 숨겨진 프로필
pt_br: Perfis ocultos
pt_pt: Perfis ocultos
ru: Скрытые профили
uk: Приховані профілі
zh_hans: 隐藏的个人资料

# HIDE_GROUP_MEMBER_CHANGE_MESSAGES_CELL_SUBTITLE
source: When activated, messages indicating that a group member joined or left a group will not be displayed in your discussions.
de: Wenn aktiviert, werden Nachrichten, die angeben, dass ein Gruppenmitglied einer Gruppe beigetreten oder diese verlassen hat, in Ihren Diskussionen nicht angezeigt.
es: Cuando se activa, los mensajes que indican que un miembro se unió o abandonó un grupo no se mostrarán en tus conversaciones.
fr: Une fois cette option activée, les messages indiquant qu'un membre à rejoint ou quitté un groupe ne seront plus affichés dans vos discussions.
it: Quando attivata, i messaggi che indicano l'entrata o l'uscita di un membro dal gruppo non verranno visualizzati nelle tue conversazioni.
ja: この機能をオンにすると、グループのメンバーがグループに参加または退出したことを示すメッセージが、チャットに表示されなくなります。
ko: 이 기능을 켜면 그룹에 가입하거나 나간 사용자에 대한 메시지가 대화에 표시되지 않습니다.
pt_br: Quando ativado, as mensagens que indicam que um membro entrou ou saiu de um grupo não serão exibidas em suas conversas.
pt_pt: Quando ativada, as mensagens que indicam que um membro entrou ou saiu de um grupo não serão exibidas nas suas conversas.
ru: Когда включено, сообщения о присоединении или выходе участников из группы не будут отображаться в ваших обсуждениях.
uk: Коли ввімкнено, повідомлення про те, що учасник приєднався або покинув групу, не відображатимуться у ваших розмовах.
zh_hans: 启用后，群成员加入或退出群组的消息将不会在您的对话中显示。

# HIDE_GROUP_MEMBER_CHANGE_MESSAGES_CELL_TITLE
source: Hide group member change messages
de: Gruppenmitglieder-Änderungsnachrichten ausblenden
es: Ocultar mensajes de cambios de miembros del grupo
fr: Masquer les messages de modification de groupe
it: Nascondi i messaggi relativi alle modifiche ai membri del gruppo
ja: グループメンバーの変更メッセージを非表示
ko: 그룹 멤버 변경 메시지 숨기기
pt_br: Ocultar mensagens sobre alterações nos membros do grupo
pt_pt: Ocultar mensagens de alterações nos membros do grupo
ru: Скрыть сообщения об изменениях в группе
uk: Приховати повідомлення про зміни учасників групи
zh_hans: 隐藏群成员变更消息

# HIDE_TRAILING_URL_IN_MESSAGES_WHEN_PREVIEW_IS_AVAILABLE
source: Hide URLs at the end of messages (when a preview is available)
de: URLs am Ende der Nachrichten ausblenden (wenn eine Vorschau verfügbar ist)
es: Ocultar las URL al final de los mensajes (cuando una vista previa esté disponible)
fr: Cacher les URLs à la fin des messages (si un aperçu est disponible)
it: Nascondi gli URL alla fine dei messaggi (quando è disponibile un'anteprima)
ja: メッセージの最後に表示されるURLを非表示にします（プレビューがある場合）
ko: 메시지 하단에 있는 URL을 숨깁니다 (미리보기 사용 시)
pt_br: Ocultar URLs no final das mensagens (quando uma prévia estiver disponível)
pt_pt: Ocultar URLs no final das mensagens (quando uma pré-visualização está disponível)
ru: Скрывать URL-адреса в конце сообщений (если доступен предпросмотр)
uk: Приховувати URL-адреси в кінці повідомлень (коли доступний попередній перегляд)
zh_hans: 隐藏消息末尾的网址（当有预览时）
